export const questions = [
    {
        id: 1,
        questionText: "مبالغ جمع شده صرف چه پروژه هایی خواهند شد؟ و چطور از این کارهای خیرخواهانه با خبر بشم؟",
        answerText: "تجمیع مبالغ جمع شده به عنوان اهداف خیرخواهانه مختلفی صرف خواهد شد. این اهداف ممکن است شامل پروژه‌های اجتماعی مانند احیای مناطق فقیر، حمایت از آموزش و پرورش، ارائه خدمات بهداشتی به جوامع نیازمند و یا پشتیبانی از محیط زیست باشد. برای اطلاع از این کارهای خیرخواهانه و ردیابی روند صرف آن‌ها، معمولاً سازمان‌ها و موسسات خیریه پیشنهاد می‌دهند تا اطلاعات مربوط به پروژه‌ها و صرف مبالغ جمع آوری شده را از طریق وب‌سایت‌ها، گزارشات سالانه و اخبار منتشر شده خود ارائه دهند. همچنین، معمولاً این سازمان‌ها از ابزارهایی مانند ایمیل، رسانه‌های اجتماعی یا نشریات خود برای ارتباط مستقیم با حامیان و علاقه‌مندان بهره می‌برند."
    },
    {
        id: 2,
        questionText: "آیا محدودیتی در تعیین مبلغ ماهانه وجود داره؟",
        answerText: "در بسیاری از موارد، سازمان‌ها و موسسات خیریه امکان انتخاب مبلغ ماهانه خود را به حمایت‌کنندگان خود ارائه می‌دهند. این مبالغ ماهانه ممکن است به عنوان اشتراک ثابت در نظر گرفته شوند یا به صورت اهداهای متغیر و بر اساس توانایی مالی حامیان تعیین شوند. اگرچه معمولاً محدودیتی در تعیین مبلغ ماهانه وجود ندارد، اما برخی از سازمان‌ها ممکن است حداقل و حداکثر مقادیر را مشخص کنند تا به تناسب با اهداف و نیازهای خود عمل کنند و بتوانند به بهترین نحو از حمایت‌های مالی استفاده کنند."
    },
    {
        id: 3,
        questionText: "در صورتی که از پرداخت این مبلغ منصرف بشم چطور می تونم لغوش کنم؟",
        answerText: "برای لغو پرداخت مبلغ، معمولاً موسسه یا سازمان مربوطه دارای یک فرآیند لغو عضویت یا اشتراک است. این فرآیند ممکن است به شکل آنلاین از طریق پنل کاربری یا وب‌سایت، یا به صورت تماس تلفنی با خدمات مشتریان انجام شود. همچنین می‌توانید از ایمیل یا نامه رسمی برای ارسال درخواست لغو استفاده کنید. پس از دریافت درخواست، سازمان مربوطه معمولاً یک فرآیند تأیید و پردازش برای لغو عضویت شما را آغاز می‌کند. در این فرآیند، ممکن است اطلاعات تماس و شناسایی شما برای اطمینان از صحت درخواست لغو مورد بررسی قرار گیرد."
    },
    {
        id: 4,
        questionText: "چطور می تونیم مبلغ و یا حوزه انتخابی رو تغییر بدم؟",
        answerText: "برای تغییر مبلغ یا حوزه انتخابی، معمولاً می‌توانید با ورود به پنل کاربری خود در وب‌سایت یا اپلیکیشن سازمان یا موسسه مربوطه، اقدام به ویرایش اطلاعات خود نمایید. در این بخش، ممکن است گزینه‌هایی برای تغییر مبلغ اشتراک یا انتخاب حوزه جدید ارائه شود. همچنین، می‌توانید با تماس تلفنی با خدمات مشتریان یا ارسال ایمیل یا نامه رسمی، درخواست خود را برای تغییر مبلغ یا حوزه انتخابی ارسال کنید. برای اطمینان از صحت و اعتبار درخواست، ممکن است سازمان مربوطه از شما برخی اطلاعات تأییدی از جمله اطلاعات شناسایی درخواست کند."
    },
    {
        id: 5,
        questionText: "مبالغ جمع آوری شده هر چند وقت یکبار صرف امور خیرخواهانه خواهد شد؟",
        answerText: "عموماً، سازمان‌ها و موسسات خیریه دوره‌های معینی برای صرف مبالغ جمع آوری شده به منظور امور خیرخواهانه تعیین می‌کنند. این دوره‌ها ممکن است ماهانه، سه ماهه، یا حتی سالانه باشند، بسته به نوع فعالیت‌ها و پروژه‌هایی که سازمان در دستور کار خود قرار داده است. این سازمان‌ها معمولاً از طریق گزارشات مالی و عملکرد سالانه خود اطلاعات مربوط به صرف مبالغ جمع آوری شده را ارائه می‌دهند و معمولاً این گزارشات به عموم قابل دسترس هستند. به این ترتیب، حامیان و حامیان پروژه‌های خیریه می‌توانند از مقدار و نحوه صرف مبالغ جمع آوری شده آگاه شوند."
    },
    {
        id: 6,
        questionText: "مهلت مشارکت در این طرح تا کی هست؟",
        answerText: "مهلت مشارکت در طرح معمولاً توسط سازمان یا موسسه مربوطه مشخص می‌شود و اعلام می‌گردد. این مهلت ممکن است به صورت ثابت مشخص شود یا به طور دوره‌ای تغییر کند. برای اطلاع از مهلت مشارکت در طرح، می‌توانید به وب‌سایت یا پروفایل رسمی سازمان مراجعه کرده و اخبار و اعلانات مربوط به طرح را دنبال کنید. همچنین، ممکن است این اطلاعات از طریق رسانه‌های اجتماعی، ایمیل‌های خبرنامه و یا ارتباط مستقیم با حامیان و علاقه‌مندان به دسترس باشد. به طور کلی، سازمان‌ها و موسسات خیریه تلاش می‌کنند تا مهلت مشارکت را به شکلی شفاف و قابل دسترس تعیین کنند تا همه کسانی که علاقه‌مند به حمایت هستند بتوانند به موقع اقدام نمایند."
    }
];
