export const projects = [
    {
        id: 1,
        title: "تجهیز کتابخانه ­های مناطق کم­ برخوردار",
        employerName: "موسسه مردمی مهر گینی",
        description: "موسسه مردم‌نهاد مهرگیتی از سال 1384 با هدف تلاش برای ساختن ایرانی عاری از تبعیض و فقر فرهنگی شروع به مدرسه‌سازی و فعالیت آموزشی در مناطق کمتر برخوردار کرده است.عدم دسترسی به تجهیزات و امکانات آموزشی با کیفیت از جمله مشکلاتی است که در مناطق کم برخوردار وجود دارد. با اهدای کتاب و تجهیز کتابخانه های مناطق کم برخوردار  سهمی در ارتقای سطح فرهنگ، آگاهی، دانش و خلاقیت دانش‌آموزان و دانشجویان این مناطق داشته باشید.",
        employerLogo: "https://i.postimg.cc/9XDb5kG9/roshan-logo.png",
        image: "https://i.postimg.cc/J0sBfSvz/Choose-plan-card-image.jpg",
        age: -1,
        span: 5,
        cost: 200000,

    },
    {
        id: 2,
        title: "تهیه ابزار توانبخشی برای کودکان  دارای اتیسم",
        employerName: "موسسه مردمی مهر گینی",
        description: "موسسه مردم‌نهاد مهرگیتی از سال 1384 با هدف تلاش برای ساختن ایرانی عاری از تبعیض و فقر فرهنگی شروع به مدرسه‌سازی و فعالیت آموزشی در مناطق کمتر برخوردار کرده است.عدم دسترسی به تجهیزات و امکانات آموزشی با کیفیت از جمله مشکلاتی است که در مناطق کم برخوردار وجود دارد. با اهدای کتاب و تجهیز کتابخانه های مناطق کم برخوردار  سهمی در ارتقای سطح فرهنگ، آگاهی، دانش و خلاقیت دانش‌آموزان و دانشجویان این مناطق داشته باشید.",
        employerLogo: "https://i.postimg.cc/9XDb5kG9/roshan-logo.png",
        image: "https://i.postimg.cc/J0sBfSvz/Choose-plan-card-image.jpg",
        age: -1,
        span: 5,
        cost: 200000,

    },
    {
        id: 3,
        title: "تجهیز کتابخانه ­های مناطق کم­ برخوردار2",
        employerName: "موسسه مردمی مهر گینی",
        description: "موسسه مردم‌نهاد مهرگیتی از سال 1384 با هدف تلاش برای ساختن ایرانی عاری از تبعیض و فقر فرهنگی شروع به مدرسه‌سازی و فعالیت آموزشی در مناطق کمتر برخوردار کرده است.عدم دسترسی به تجهیزات و امکانات آموزشی با کیفیت از جمله مشکلاتی است که در مناطق کم برخوردار وجود دارد. با اهدای کتاب و تجهیز کتابخانه های مناطق کم برخوردار  سهمی در ارتقای سطح فرهنگ، آگاهی، دانش و خلاقیت دانش‌آموزان و دانشجویان این مناطق داشته باشید.",
        employerLogo: "https://i.postimg.cc/9XDb5kG9/roshan-logo.png",
        image: "https://i.postimg.cc/J0sBfSvz/Choose-plan-card-image.jpg",
        age: -1,
        span: 5,
        cost: 200000,
    },
    {
        id: 4,
        title: "تجهیز کتابخانه ­های مناطق کم­ برخوردار3",
        employerName: "موسسه مردمی مهر گینی",
        description: "موسسه مردم‌نهاد مهرگیتی از سال 1384 با هدف تلاش برای ساختن ایرانی عاری از تبعیض و فقر فرهنگی شروع به مدرسه‌سازی و فعالیت آموزشی در مناطق کمتر برخوردار کرده است.عدم دسترسی به تجهیزات و امکانات آموزشی با کیفیت از جمله مشکلاتی است که در مناطق کم برخوردار وجود دارد. با اهدای کتاب و تجهیز کتابخانه های مناطق کم برخوردار  سهمی در ارتقای سطح فرهنگ، آگاهی، دانش و خلاقیت دانش‌آموزان و دانشجویان این مناطق داشته باشید.",
        employerLogo: "https://i.postimg.cc/9XDb5kG9/roshan-logo.png",
        image: "https://i.postimg.cc/J0sBfSvz/Choose-plan-card-image.jpg",
        age: -1,
        span: 5,
        cost: 200000,

    },
    {
        id: 5,
        title: "تجهیز کتابخانه ­های مناطق کم­ برخوردار4",
        employerName: "موسسه مردمی مهر گینی",
        description: "موسسه مردم‌نهاد مهرگیتی از سال 1384 با هدف تلاش برای ساختن ایرانی عاری از تبعیض و فقر فرهنگی شروع به مدرسه‌سازی و فعالیت آموزشی در مناطق کمتر برخوردار کرده است.عدم دسترسی به تجهیزات و امکانات آموزشی با کیفیت از جمله مشکلاتی است که در مناطق کم برخوردار وجود دارد. با اهدای کتاب و تجهیز کتابخانه های مناطق کم برخوردار  سهمی در ارتقای سطح فرهنگ، آگاهی، دانش و خلاقیت دانش‌آموزان و دانشجویان این مناطق داشته باشید.",
        employerLogo: "https://i.postimg.cc/9XDb5kG9/roshan-logo.png",
        image: "https://i.postimg.cc/J0sBfSvz/Choose-plan-card-image.jpg",
        age: -1,
        span: 5,
        cost: 200000,


    }
]

// mocking user data from response
export const fakeUser = {
    name: "محمود",
    lastName: "خدادادی",
    phone: "09930151706",
    currentProject: null,
    projects: [],
    history: [],
    image: "https://i.postimg.cc/Y2NvbBqs/profile-Pic.jpg"
}

export const stats = {
    totalFund: 95,
    contribution: 67,
    usersCount: 1582,
    resentUsers: [
        {
            name: "محمود",
            lastName: "خدادادی",
        },
        {
            name: "محسن",
            lastName: "روزبه",
        },
        {
            name: "مجتبی",
            lastName: "آرام دل",
        },
    ]
}